Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: good governance - strengthening state administration, including the justice administration sector, developing independent media, education;
pl: dobre rządzenie (good governance) - wzmocnienie administracji państwowej, w tym sektora sprawiedliwości, rozwój niezależnych mediów, edukacja,

source: development of the Ghazni province and city - development of public infrastructure (roads, schools, providing access to water and electricity), job creation and assistance for refugees;
pl: rozwój prowincji i miasta Ghazni - rozbudowa infrastruktury publicznej (drogi, szkoły, zapewnienie dostępu do wody i elektryczności), tworzenie miejsc pracy, pomoc dla uchodźców,

source: development of rural areas and agriculture - introduction of alternative crops to poppy production (building and extension of rural health care centres);
pl: rozwój obszarów wiejskich i rolnictwo - wprowadzanie upraw alternatywnych do upraw maku, ochrona zdrowia (budowa i rozbudowa wiejskich ośrodków zdrowia),

source: SMEs - development of the private sector, enabling women to become vocationally active.
pl: mała i średnia przedsiębiorczość - rozwój sektora prywatnego, aktywizacja zawodowa kobiet.

source: In 2009 assistance was provided mainly in the following sectors:
pl: W 2009 roku pomoc koncentrowała się na następujących sektorach:

source: strengthening state structures and civil society, including assistance in the organisation of elections and developing a system of voters' lists;
pl: wzmocnienie struktur państwa i społeczeństwa obywatelskiego, w tym pomoc w organizacji wyborów i tworzeniu systemu spisów wyborców,

source: diversification of the economy, including the development of agriculture and cultivations alternative to opium poppy,
pl: dywersyfikacja gospodarki, w tym rozwój rolnictwa i upraw alternatywnych wobec plantacji maku opiumowego,

source: access to drinking water;
pl: dostęp do wody pitnej,

source: health protection, including the building and extension of rural health care centres;
pl: ochrona zdrowia, w tym budowa i rozbudowa wiejskich ośrodków zdrowia,

source: development of the Ghazni province.
pl: rozwój prowincji Ghazni.

source: You are here Polish Aid / News / Training for Afghan public administration officials
pl: jesteś tutaj Polska pomoc / Aktualności / Szkolenie dla przedstawicieli administracji państwowej z Afganistanu

source: Training for Afghan public administration officials
pl: Szkolenie dla przedstawicieli administracji państwowej z Afganistanu

source: Afghan public administration officials completed a nine-day training at the National School of Public Administration (KSAP).
pl: Zakończyło się trwające dziewięć dni szkolenie w Krajowej Szkole Administracji Publicznej zorganizowane dla przedstawicieli administracji państwowej z Afganistanu.

source: The “Strategic Communication in Public Administration” initiative comprised seminars at KSAP and study visits to Polish government administration bodies and media outlets, enabling the participants to test their knowledge in practice.
pl: Na program szkolenia noszącego tytuł „Strategic Communication in Public Administration” („Komunikacja Strategiczna w Administracji Publicznej”) złożyły się zarówno wykłady w KSAP, jak i wizyty studyjne w polskich instytucjach administracji państwowej oraz w mediach, które umożliwiły uczestnikom szkolenia sprawdzenie teorii w praktyce.

source: The seminars offered basic information about successful communication, communication management in government institutions, media relations, and the use of marketing tools in administration and public campaigns.
pl: Wykłady dotyczyły podstawowych zasad skutecznej komunikacji, zarządzania komunikacją w instytucjach rządowych, relacji medialnych, marketingu w administracji i kampaniach publicznych.

source: The participants also attended a number of workshops.
pl: Uczestnicy wzięli również udział w licznych warsztatach.

source: The training is designed to help Afghan officials better communicate with their environment at home - especially society at large - by utilizing new communication techniques and tools presented during the training.
pl: Szkolenie ma przyczynić się do bardziej sprawnego porozumiewania się afgańskich urzędników z otoczeniem w kraju, przede wszystkim ze społeczeństwem, czemu mają służyć poznane podczas szkolenia nowe techniki i narzędzia komunikacyjne.

source: The project was financed by the Ministry of Foreign Affairs in the framework of Poland's development cooperation programme.
pl: Projekt został sfinansowany przez Ministerstwo Spraw Zagranicznych w ramach programu polskiej współpracy rozwojowej.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2013 / Support for the World Food Programme in Afghanistan
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2013 / Wsparcie działań Światowego Programu Żywnościowego w Afganistanie

source: Support for the World Food Programme in Afghanistan
pl: Wsparcie działań Światowego Programu Żywnościowego w Afganistanie

source: At the site, I witnessed the disastrous conditions that numerous families were living in during the extremely cold winter months.”
pl: Byłam świadkiem tego jak wiele rodzin żyje w fatalnych warunkach szczególnie odczuwalnych w czasie ciężkich miesięcy zimowych".

source: In 2012 Ministry of Foreign Affairs transferred 1 mln PLN to international organizations and humanitarian funds aiming to support the World Food Program in Afghanistan.
pl: W roku 2012 w ramach wpłat do budżetów międzynarodowych organizacji i funduszy humanitarnych MSZ przekazało 1 mln PLN w celu wsparcia działań Światowego Programu Żywnościowego w Afganistanie.

source: The means provided by Poland were used for the purchase of high energy biscuits, which will help local communities to survive harsh winter months.
pl: Środki pochodzące z Polski wykorzystane zostały na zakup herbatników o wysokiej zawartości składników energetycznych, które wielu osobom pomogą w przetrwaniu mroźnych miesięcy zimowych.

source: “Thanks to the generous support of donors such as Poland, WFP can provide life-saving emergency assistance in crisis situations” - Martinez concludes.
pl: "Dzięki hojnemu wsparciu donatorów takich jak Polska WFP może świadczyć ratującą życie pomoc w sytuacji kryzysu.

source: You are here Polish Aid / News / Solidarity Prize for Mustafa Dzhemilev of Ukraine
pl: jesteś tutaj Polska pomoc / Aktualności / Nagroda Solidarności dla Mustafy Dżemilewa z Ukrainy

source: Solidarity Prize for Mustafa Dzhemilev of Ukraine
pl: Nagroda Solidarności dla Mustafy Dżemilewa z Ukrainy

source: On the occasion of the 25th anniversary of free Poland, the first ever international Lech Wałęsa Solidarity Prize was presented in Warsaw on 3 June.
pl: Z okazji 25-lecia wolnej Polski 3 czerwca w Warszawie po raz pierwszy wręczona została międzynarodowa Nagroda Solidarności im.

source: Poland's President Bronisław Komorowski presented the prize to Mustafa Dzhemilev, who for many years has been campaigning to ensure that democracy, civic rights and freedoms are respected in Ukraine.
pl: Wyróżnienie Mustafie Dżemilewowi, który od wielu lat zabiega o poszanowanie demokracji oraz praw i wolności obywatelskich na Ukrainie, wręczył prezydent Rzeczypospolitej Polskiej Bronisław Komorowski.

source: “For Poland and for much of Central and Eastern Europe, the regaining of freedom was at the same time the breaking of post-Yalta chains and restrictions, as the Yalta agreement meant that the victory over the Third Reich was not the victory of freedom for the whole of Europe.
pl: - Dla Polski i dla znacznej części Europy Środkowo-Wschodniej odzyskanie wolności było jednoczesnym zerwaniem więzów i ograniczeń pojałtańskich, bo porozumienie z Jałty oznaczało, że nie dla całej Europy zwycięstwo nad III Rzeszą było zwycięstwem wolności.

source: For many of us it was a moment in time when the Iron Curtain cut us off from Europe for good,” President Komorowski recalled at the Solidarity Prize award ceremony.
pl: Dla wielu z nas był to moment, kiedy w sposób ostateczny Żelazna Kurtyna oddzieliła nas od Europy - przypomniał prezydent Bronisław Komorowski w czasie uroczystości wręczenia Nagrody Solidarności.

source: “I am glad that the freedom our countries successfully fought for, the freedom whose march to victory began here in Poland, won support in 1989 and later, won full understanding and solidarity of the free Western world, rather than being met with indifference.
pl: - Cieszę się, że wolność wywalczona przez nasze narody, wolność, która rozpoczęła swój zwycięski marsz tu w Polsce, zyskała tym razem w 1989 roku i później wsparcie, a nie obojętność, pełne zrozumienie i solidarność wolnego świata Zachodu.

source: But we must be aware that although the Yalta agreements now belong to inglorious past, their aftermath continues to be felt to this day,” said the Polish president.
pl: Ale musimy mieć świadomość, że chociaż porozumienia z Jałty przeszły do niechlubnej historii, do lamusa historii, to ich skutki pod wieloma względami trwają do dnia dzisiejszego - mówił prezydent RP.

source: Bronisław Komorowski stressed that Mustafa Dzhemilev campaigned for the Tatar right to counter Stalin's ethnic policy, which deprived this nation of the possibility to live in their ancestors' land.
pl: Bronisław Komorowski podkreślił, że Mustafa Dżemilew działał na rzecz prawa Tatarów do przekreślenia stalinowskiej polityki narodowościowej, która pozbawiła ten naród możliwości mieszkania na ziemiach przodków.

source: “I want to congratulate you on the road that led you to this prize, but I also want to congratulate us all on the fact that thanks to this award we can all demonstrate our Polish and our European solidarity with those who stand up for freedom today or who dream about freedom.
pl: - Gratuluję nie tylko tej drogi, która prowadziła do nagrody, gratuluję także tego, że dzięki tej nagrodzie wszyscy możemy okazać naszą polską i naszą europejską solidarność, tym którzy dzisiaj wolności bronią, albo o wolności marzą.

source: I'm delighted to be presenting this prize together with Lech Wałęsa, who symbolizes the solidarity that Crimea, Crimean Tatars and Ukraine need so much today,” added the Polish president when welcoming Petro Poroshenko, the newly elected president of free and independent Ukraine.
pl: Cieszę się, że wręczam tę nagrodę razem z Lechem Wałęsą, który jest symbolem solidarności, której w sposób szczególny potrzebuje dzisiaj Krym, potrzebują Tatarzy krymscy i potrzebuje Ukraina- dodał prezydent RP witając jednocześnie prezydenta elekta wolnej niepodległej Ukrainy Petra Poroszenkę.

source: The laureate also received congratulations from former Polish President Lech Wałęsa, the legendary leader of Poland's Solidarity movement.
pl: Laureatowi gratulował też były prezydent Lech Wałęsa, legendarny przywódca polskiej Solidarności.

source: “Today we thank you for your beautiful, peaceful and wise struggle that has so far brought no final victory.
pl: - Dziękujemy dziś Panu za piękną, pokojową mądrą walkę, która na razie nie skończyła się zwycięstwem.

source: We thank you and we ask you to carry on fighting.
pl: Dziękujemy i prosimy jednocześnie, by walczył Pan dalej!

source: I am confident that your victory is inevitable,” noted Lech Wałęsa.
pl: Jestem przekonany, że zwycięstwo musi nastąpić - stwierdził Lech Wałęsa.

source: Mustafa Dzhemilev could not hide his strong emotions.
pl: Mustafa Dżemilew nie krył wzruszenia.

source: “The fact that the Solidarity Prize was awarded to me, a veteran of the National Democratic Movement of the Crimean Tatars, has been met with gratitude by virtually the entire nation.
pl: - Przyznanie Nagrody Solidarności, mnie jednemu z weteranów ruchu narodowo-demokratycznego krymskich Tatarów okresu powojennego, spotkało się z wdzięcznością praktycznie całego narodu.

source: That's because this distinction has been viewed as an award for a heroic national movement rather than for an individual,” he said thanking for the prize.
pl: Bowiem nagroda ta w sposób oczywisty i uzasadniony została odebrana nie jako nagroda dla jednostki lecz dla bohaterskiego ruchu narodowościowego - mówił dziękując za wyróżnienie.

source: “Our country is in danger, our Ukrainian state is in danger.
pl: - Nasz kraj jest w niebezpieczeństwie, nasze państwo ukraińskie jest w niebezpieczeństwie.

source: The historic homeland of the nation of Crimean Tatars is being occupied by a country that committed itself to guaranteeing its safety and territorial inviolability under the Budapest Memorandum of 1994,” added the awarded leader of Crimean Tatars.
pl: Historyczna ojczyzna krymskotatarskiego narodu jest okupowana przez kraj, który zgodnie z budapesztańskim memorandum z 1994 roku zobowiązał się do zagwarantowania jego bezpieczeństwa i nienaruszalności terytorium - dodał uhonorowany przywódca Tatarów krymskich.

source: Also present were human rights defenders and pro-democracy activists.
pl: W gali uczestniczyli także obrońcy praw człowieka i promotorzy demokracji.

source: “The Lech Wałęsa Solidarity Prize is the only prize in the world awarded by a country that shares its experience of a successful transition from dictatorship to democracy,” Poland's Foreign Minister Radosław Sikorski, who initiated the prize, underscored during the gala in Warsaw.
pl: - Nagroda Solidarności imienia Lecha Wałęsy jest jedynym na świecie wyróżnieniem przyznawanym przez państwo, które dzieli się doświadczeniami udanej transformacji od dyktatury po demokrację - podkreślił w czasie warszawskiej gali inicjator nagrody minister spraw zagranicznych RP Radosław Sikorski.

source: “You the Tatars were wronged by Joseph Stalin, who ordered your nation's genocidal deportation from Crimea,” recalled Minister Sikorski when congratulating the laureate.
pl: - Was Tatarów skrzywdził Józef Stalin, gdy wydał rozkaz ludobójczej wywózki Waszego narodu z Krymu - przypomniał minister Sikorski gratulując laureatowi.

source: “Poles know how much blood, sweat and tears it takes to build a democracy.
pl: - Polacy wiedzą, ile krwi, potu i łez należy włożyć w budowanie demokracji.

source: Mustafa Dzhemilev (born 1943) was deported along with his family from Crimea to Uzbekistan in 1944.
pl: 1943) wraz ze swoją rodziną w 1944 roku został deportowany z Krymu do Uzbekistanu.

source: Unable to return to his homeland for political reasons, he devoted his life to the struggle for Crimean Tatars' rights.
pl: Z przyczyn politycznych nie mógł wrócić do ojczyzny, a życie poświęcił walce o prawa Tatarów krymskich.

source: In May 1966, Dzhemilev was arrested for the first time, and spent one and a half years in a Soviet camp for refusing to serve in the Soviet Army.
pl: Za swoją działalność w maju 1966 roku Dżemilew został po raz pierwszy aresztowany i zesłany na półtora roku do obozu za odmowę służby w Armii Radzieckiej.

source: Afterwards, he was arrested and sentenced to prison six times.
pl: Od tamtej pory był aresztowany i skazywany na karę pozbawienia wolności jeszcze sześć razy.

source: In 1966-1986, he spent almost 15 years in camps and exile.
pl: W latach 1966-1986 niemal 15 lat spędził w obozach i na zesłaniu.

source: Since 1998, Dzhemilev has been a member of Ukraine's Supreme Council.
pl: Od 1998 Mustafa Dżemilew jest parlamentarzystą w Radzie Najwyższej Ukrainy.

source: He has also been nominated for the Nobel Peace Prize several times.
pl: Był również kilkukrotnie nominowany do Pokojowej Nagrody Nobla.

source: Sweden's top diplomat Carl Bildt addressed the ceremony on behalf of the nominators.
pl: W imieniu nominatorów w czasie gali głos zabrał szef szwedzkiej dyplomacji Carl Bildt.

source: “The Maidan used to be just a square in another European country.
pl: - Majdan był kiedyś jednym z placów w jeszcze jednym z europejskich państw.

source: But today the Maidan stands for renewed belief in freedom, in democracy and in Europe.
pl: A dzisiaj Majdaj jest symbolem idei i nowej wiary w wolność, demokrację i Europę.

source: The Maidan inspires today as Gdansk inspired us a quarter of a century ago,” said Minister Bildt.
pl: Dzisiaj nas inspiruje, tak jak robił to dawniej Gdańsk - stwierdził w swoim wystąpieniu w Warszawie.

source: The final decision to select Mustafa Dzhemilev was taken unanimously on 25 April 2014 by a Solidarity Prize Committee headed by Poland's former President and legendary Solidarity leader Lech Wałęsa.
pl: Ostateczną decyzję o wyborze Mustafy Dżemilewa 25 kwietnia 2014 roku jednogłośnie podjęła Kapituła Nagrody Solidarności obradująca pod przewodnictwem byłego prezydenta RP i legendarnego przywódcy „Solidarności” Lecha Wałęsy.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Armenia / Projects 2014 - Armenia / Training for Armenian search and rescue team
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Armenia / Projekty 2014 - Armenia / Szkolenie dla armeńskiej grupy poszukiwawczo-ratowniczej

source: Training for Armenian search and rescue team
pl: Szkolenie dla armeńskiej grupy poszukiwawczo-ratowniczej

source: In 2014, the National Headquarters of the State Fire Service is implementing a development programme “Capacity building of search and rescue teams in Armenia”.
pl: Komenda Główna Państwowej Straży Pożarnej realizuje w 2014 r. projekt rozwojowy pt. Budowa potencjału grup poszukiwawczo-ratowniczych w Armenii.

source: Experts from the National Headquarters shared theoretical information about maintaining an on-site operations coordination centre and a reception departure centre.
pl: Eksperci z Komendy Głównej Państwowej Straży Pożarnej przekazali ratownikom z Armenii teoretyczne podstawy prowadzenia sztabu koordynacji działań (ang.

source: In the second part of the training, planned for another group of rescue professionals from Armenia, experts from the Department of Training of Specialist Rescue Groups in Nowy Sącz presented rules of stabilizing constructing elements of buildings damaged during natural disasters.
pl: W drugiej części szkolenia przewidzianej dla odrębnej grupy ratowników z Armenii eksperci z Wydziału Szkolenia Specjalistycznych Grup Ratowniczych w Nowym Sączu zaprezentowali zasady stabilizacji elementów konstrukcyjnych budynków uszkodzonych w czasie katastrof naturalnych.

source: Working conditions for search and rescue groups are often dangerous because of instability of building structures, damaged during natural disasters, e.g. earthquakes.
pl: Specyfika działań grup poszukiwawczo-ratowniczych polega często na pracy w warunkach zagrażających bezpieczeństwu ratowników ze względu na niestabilność konstrukcji budowlanych, które uległy zniszczeniu np.

source: The project “Capacity building of search and rescue teams in Armenia”, co-funded by the MFA as part of the Polish development aid, is implemented by the National Headquarters of the State Fire Service, in cooperation with the State Fire Service Schools in Krakow and Czestochowa.
pl: Projekt Budowa potencjału grup poszukiwawczo-ratowniczych w Armenii, współfinansowany przez MSZ w ramach programu polskiej współpracy rozwojowej, realizuje Komenda Główna Państwowej Straży Pożarnej we współpracy ze Szkołą Aspirantów Państwowej Straży Pożarnej w Krakowie oraz Centralną Szkołą Państwowej Straży Pożarnej w Częstochowie.

source: Polish Aid 2012-2015 photography exhibition in Open-Air Gallery, Royal Łazienki Museum in Warsaw
pl: Wystawa fotograficzna Polska pomoc 2012-2015 w Galerii Plenerowej Łazienek Królewskich w Warszawie

source: Polish Aid 2012-2015 photography exhibition in Open-Air Gallery in Royal Łazienki Museum in Warsaw (2-28 September 2015)
pl: Wystawa fotograficzna Polska pomoc 2012-2015 w Galerii Plenerowej Łazienek Królewskich w Warszawie (2-28 września 2015 r.)

source: The conference was attended by leading experts in the area of development cooperation, among them EU Commissioner for Development Andris Piebalgs, DAC Chairman Eckhard Deutscher, EuropeAid Director Koos Richelle and World Bank Country Manager for Poland and the Baltic States Thomas Laursen.
pl: Komisarz UE ds. rozwoju pan Andris Piebalgs, przewodniczący DAC OECD pan Eckhard Deutscher, dyrektor „EuropeAid" pan Koos Richelle oraz przedstawiciel Banku Światowego na Polskę i kraje bałtyckie pan Thomas Laursen.

source: The guests also included government officials, NGO representatives and members of the diplomatic corps.
pl: Wśród gości znajdą się również przedstawiciele administracji, organizacji pozarządowych oraz korpusu dyplomatycznego.

source: The opening address was delivered by Foreign Minister Radosław Sikorski.
pl: Spotkanie rozpocznie się wystąpieniem Ministra Spraw Zagranicznych Radosława Sikorskiego.

source: The presentation of the DAC report was complemented by three discussion panels devoted to the challenges of development cooperation, aid effectiveness and assistance financing.
pl: Program konferencji, obok prezentacji raportu DAC OECD, przewiduje trzy panele dyskusyjne poświęcone następującym tematom: wyzwaniom współpracy rozwojowej, skuteczności udzielanej pomocy i zagadnieniom związanym z jej finansowaniem.

source: You are here Polish Aid / Development cooperation / Global Education / Global Education 2014 / V HumanDOC International Film Festival
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2014 / V Międzynarodowy Festiwal Filmów Dokumentalnych HumanDOC

source: V HumanDOC International Film Festival
pl: V Międzynarodowy Festiwal Filmów Dokumentalnych HumanDOC

source: As every year to date, this year the festival also received financing from the Polish Aid from the Ministry of Foreign Affairs.
pl: Jak co roku, festiwal dofinansowany został ze środków Polskiej pomocy Ministerstwa Spraw Zagranicznych.

source: This year's screenings will be accompanied by meetings with directors and a workshop session with the documentary master (Ewa Ewart).
pl: Tegorocznym projekcjom towarzyszyć będą m.in. spotkania z reżyserami oraz warsztatowe spotkanie autorskie z mistrzem dokumentu (Ewa Ewart).

source: There will also be contests for the audience.
pl: Nie zabraknie też konkursów dla publiczności.

source: You are here Polish Aid / News / Poland trains the administrations of Afghanistan, Tunisia and the Eastern Partnership states
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc rozwojowa / Wspieranie transformacji / Polska wspiera administrację Afganistanu, Tunezji i krajów Partnerstwa Wschodniego

source: Poland trains the administrations of Afghanistan, Tunisia and the Eastern Partnership states
pl: Polska wspiera administrację Afganistanu, Tunezji i krajów Partnerstwa Wschodniego

source: The third and last edition of this year's Strategic Economic Needs and Security Exercise (SENSE) training programme addressed to Afghan officials was organized in Warsaw on 4-11 December 2011.
pl: W dniach 4-11 grudnia 2011 r. została zorganizowana w Warszawie trzecia i ostatnia w tym roku edycja szkolenia SENSE (Strategic Economic Needs and Security Exercise).

source: During the five-day course the participants attended a negotiation training, dignity management workshop, lecture presenting the Polish experience in public administration reforms and a three-day computer simulation.
pl: Podczas pięciu dni szkolenia wzięli oni udział w treningu negocjacyjnym, warsztatach zarządzania godnościowego, wykładzie przedstawiającym polskie doświadczenia w reformowaniu administracji publicznej oraz trzydniowej symulacji komputerowej.
